---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PipePressureDropCalculatorNotAvailable
source: html/4ee54463-a403-eea2-df63-3e262de9f2e7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PipePressureDropCalculatorNotAvailable Property

Pipe Pressure Drop Calculator Not Available: [Calculator Name]

## Syntax (C#)
```csharp
public static FailureDefinitionId PipePressureDropCalculatorNotAvailable { get; }
```